{
    "9780140449464": {
        "title": "Discourses and Selected Writings",
        "authors": [
            "Epictetus"
        ],
        "publisher": "Penguin UK",
        "publishedDate": "2008-08-28",
        "coverImage": "http://books.google.com/books/content?id=McxSutpiPgMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "highlights": [
            "In general, you will find no art or faculty that can analyse itself, therefore none that can approve or disapprove of itself. [2] The art of grammar is restricted to analysing and commenting on literature. Music is confined to the analysis of harmony. [3] Consequently neither of them analyses itself. Now, if you are writing to a friend, the art of grammar will help you decide what words to use; but it will not tell you whether it is a good idea to write to your friend in the first place. Music is no different; whether this is a good time to sing and play, or a bad one, the art of music by itself cannot decide.",
            "Math can tell you if you are good at investing, investing shows you if you are virtuous or not",
            "If the weather keeps us from travelling, we sit down, fret, and keep asking, â\u0080\u0098Which way is the wind blowing?â\u0080\u0099 â\u0080\u0098From the north.â\u0080\u0099 â\u0080\u0098Thatâ\u0080\u0099s no good. When will it blow from the west?â\u0080\u0099 â\u0080\u0098When it wants to, or rather when Aeolus wants it to; because God put Aeolus in charge of the winds, not you.â\u0080\u0099 [17] What should we do then? Make the best use of what is in our power, and treat the rest in accordance with its nature.",
            "What should we have ready at hand in a situation like this? The knowledge of what is mine and what is not mine, what I can and cannot do. [22] I must die. But must I die bawling? I must be put in chainsâ\u0080\u0093but moaning and groaning too? I must be exiled; but is there anything to keep me from going with a smile, calm and self-composed?",
            "we do not abandon any discipline for despair of ever being the best in it.",
            "Whoever is making progress, after learning from philosophers that desire is directed toward good things and avoidance directed toward bad, and having also learned that impassivity and a good flow of life are not attained except through unerring desire and unfailing avoidanceâ\u0080\u0093that person will do away with desire altogether, or else defer it to another time, and exercise avoidance only on things within the moral sphere.",
            "Don't be scared to move slowly, only be scared to stay still",
            "A student should practise how to expunge from his life sighs and sorrow, grief and disappointment, exclamations like â\u0080\u0098poor meâ\u0080\u0099 and â\u0080\u0098alasâ\u0080\u0099; [24] he should learn what death is, as well as exile, jail and hemlock, so at the end of the day he can say, like Socrates in prison, â\u0080\u0098Dear Crito, if it pleases the gods, so be it,â\u0080\u00995â\u0080\u0093instead of, â\u0080\u0098Poor me, an old manâ\u0080\u0093is this what old age held in store for me?â\u0080\u0099",
            "â\u0080\u0098But my nose is running!â\u0080\u0099 What do you have hands for, idiot, if not to wipe it? [31] â\u0080\u0098But how is it right that there be running noses in the first place?â\u0080\u0099 [32] Instead of thinking up protests, wouldnâ\u0080\u0099t it be easier just to wipe your nose?",
            "And you for your part would come to him saying, â\u0080\u0098Epictetus, we can no longer stand being tied to this hateful body, giving it food and drink, resting it and cleaning it, and having to associate with all manner of uncongenial people for its sake. [13] Such things are indifferent, are they not, and as nothing to us; and death no evil thing? Arenâ\u0080\u0099t we akin to God, having come from him? [14] Let us go home, then, to be free, finally, from the shackles that restrain us and weigh us down.",
            "In the case of woman, in addition to mingling a softer note in her voice, nature has removed the hair from her chin.",
            "Only some Epictetus, only some",
            "We use labels like â\u0080\u0098thiefâ\u0080\u0099 and â\u0080\u0098robberâ\u0080\u0099 in connection with them, but what do these words mean? They merely signify that people are confused about what is good and what is bad. So should we be angry with them, or should we pity them instead? [4] Show them where they go wrong and you will find that theyâ\u0080\u0099ll reform. But unless they see it, they are stuck with nothing better than their usual opinion as their practical guide.",
            "A personâ\u0080\u0099s own thoughts unnerve them. If a tyrant threatens to chain our leg, whoever holds his leg in high regard will beg for mercy, whereas the person who cares more for his character will answerback, â\u0080\u009cGo ahead and chain it, if thatâ\u0080\u0099s what you want.â\u0080\u009dâ\u0080\u0099 â\u0080\u0098And you donâ\u0080\u0099t care?â\u0080\u0099 â\u0080\u0098I donâ\u0080\u0099t care.â\u0080\u0099",
            "When someone is properly grounded in life, they shouldnâ\u0080\u0099t have to look outside themselves for approval.",
            "This is how conflict originates, [4] and it is the source of difference among Jews, Syrians, Egyptians and Romans.",
            "â\u0080\u009cHave it your way, father: my judgement is poor and I donâ\u0080\u0099t know what I really should be doing. But if this can neither be learned nor taught, then donâ\u0080\u0099t blame me for it. If it can, however, then either teach it to me yourself, or let me learn it from someone who professes to know; [6] since I hope you donâ\u0080\u0099t suppose that if Iâ\u0080\u0099m doing the wrong thing itâ\u0080\u0099s by choice. So what else could explain my error but ignorance? [7] And wouldnâ\u0080\u0099t you rather I be cured of that? When did anger, however, ever teach someone to play music or pilot a ship? Do you imagine that your anger is going to help teach me the far more complex business of life?â\u0080\u009d",
            "Death and pain are not frightening, itâ\u0080\u0099s the fear of pain and death we need to fear. Which is why we praise the poet who wrote, â\u0080\u0098Death is not fearful, but dying like a coward is.â\u0080\u0099",
            "What else is freedom but the power to live our life the way we want? â\u0080\u0098Nothing.â\u0080\u0099 Do you want to live life doing wrong? â\u0080\u0098No.â\u0080\u0099 Therefore, no one doing wrong is free. [24] Do you want to live your life in fear, grief and anxiety? â\u0080\u0098Of course not.â\u0080\u0099 So no one in a state of constant fear is free either. By the same token, whoever has gained relief from grief, fear and anxiety has gained freedom.",
            "Material things per se are indifferent, but the use we make of them is not indifferent. [2] The question, then, is how to strike a balance between a calm and composed attitude on the one hand, and a conscientious outlook that is neither slack nor careless on the other.13 Model yourself on card players. [3] The chips donâ\u0080\u0099t matter, and the cards donâ\u0080\u0099t matter; how can I know what the deal will be? But making careful and skilful use of the dealâ\u0080\u0093thatâ\u0080\u0099s where my responsibility begins.14 [4] So in life our first job is this, to divide and distinguish things into two categories: externals I cannot control, but the choices I make with regard to them I do control.",
            "Itâ\u0080\u0099s like weaving: the weaver does not make the wool, he makes the best use of whatever wool heâ\u0080\u0099s given.",
            "â\u0080\u0098Donâ\u0080\u0099t bother me; donâ\u0080\u0099t you realize the problems Iâ\u0080\u0099ve got?â\u0088\u0097 You think I can listen to poetry in my position?â\u0080\u0099 â\u0080\u0098Why, what is it?â\u0080\u0099 â\u0080\u0098Iâ\u0080\u0099m sentenced to death!â\u0080\u0099 â\u0080\u0098And the rest of us arenâ\u0080\u0099t?â\u0080\u0099",
            "As for desire, suspend it completely for now. Because if you desire something outside your control, you are bound to be disappointed;",
            "When giving your wife or child a kiss, repeat to yourself, â\u0080\u0098I am kissing a mortal.â\u0080\u0099 Then you wonâ\u0080\u0099t be so distraught if they are taken from you.",
            "If you are a sailor on board a ship that makes port, you may decide to go ashore to bring back water. Along the way you may stop to collect shellfish, or pick greens. But you always have to remember the ship and listen for the captainâ\u0080\u0099s signal to return. When he calls, you have to drop everything, otherwise you could be bound and thrown on board like the livestock. So it is in life. If, instead of greens and shellfish, you have taken on a wife and child, so much the better. But when the captain calls, you must be prepared to leave them behind, and not give them another thought.",
            "Donâ\u0080\u0099t hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
            "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation.",
            "Keep the prospect of death, exile and all such apparent tragedies before you every dayâ\u0080\u0093especially deathâ\u0080\u0093and you will never have an abject thought, or desire anything to excess.",
            "Whenever anyone criticizes or wrongs you, remember that they are only doing or saying what they think is right. They cannot be guided by your views, only their own; so if their views are wrong, they are the ones who suffer insofar as they are misguided. I mean, if someone declares a true conjunctive proposition to be false, the proposition is unaffected, it is they who come off worse for having their ignorance exposed. With this in mind you will treat your critic with more compassion. Say to yourself each time, â\u0080\u0098He did what he believed was right.â\u0080\u0099"
        ]
    },
    "9780807014271": {
        "title": "Man's Search for Meaning",
        "authors": [
            "Viktor E. Frankl"
        ],
        "publisher": "Beacon Press",
        "publishedDate": "2006-06-01",
        "coverImage": "http://books.google.com/books/content?id=F-Q_xGjWBi8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "highlights": [
            "At a dinner party, for instance, donâ\u0080\u0099t tell people the right way to eat, just eat the right way. Remember how Socrates so effaced himself that people used to approach him seeking an introduction to philosophers, and he would graciously escort them; thatâ\u0080\u0099s how careless he was of the slight. [2] If conversation turns to a philosophical topic, keep silent for the most part, since you run the risk of spewing forth a lot of ill-digested information. If your silence is taken for ignorance, but it doesnâ\u0080\u0099t upset youâ\u0080\u0093well, thatâ\u0080\u0099s the real sign that you have begun to be a philosopher. Sheep donâ\u0080\u0099t bring their owners grass to prove to them how much theyâ\u0080\u0099ve eaten, they digest it inwardly and outwardly bring forth milk and wool. So donâ\u0080\u0099t make a show of your philosophical learning to the uninitiated, show them by your actions what you have absorbed.",
            "To return to the convoy about to depart. There was neither time nor desire to consider moral or ethical issues. Every man was controlled by one thought only: to keep himself alive for the family waiting for him at home, and to save his friends. With no hesitation, therefore, he would arrange for another prisoner, another â\u0080\u009cnumber,â\u0080\u009d to take his place in the transport.",
            "The privilege of actually smoking cigarettes was reserved for the Capo, who had his assured quota of weekly coupons; or possibly for a prisoner who worked as a foreman in a warehouse or workshop and received a few cigarettes in exchange for doing dangerous jobs. The only exceptions to this were those who had lost the will to live and wanted to â\u0080\u009cenjoyâ\u0080\u009d their last days. Thus, when we saw a comrade smoking his own cigarettes, we knew he had given up faith in his strength to carry on, and, once lost, the will to live seldom returned.",
            "I would like to mention a few similar surprises on how much we could endure: we were unable to clean our teeth, and yet, in spite of that and a severe vitamin deficiency, we had healthier gums than ever before. We had to wear the same shirts for half a year, until they had lost all appearance of being shirts. For days we were unable to wash, even partially, because of frozen water-pipes, and yet the sores and abrasions on hands which were dirty from work in the soil did not suppurate (that is, unless there was frostbite). Or for instance, a light sleeper, who used to be disturbed by the slightest noise in the next room, now found himself lying pressed against a comrade who snored loudly a few inches from his ear and yet slept quite soundly through the noise.",
            "All of you standing here, even if you have only been here twenty-four hours, you need not fear gas, except perhaps you.â\u0080\u009d And then he pointed to me and said, â\u0080\u009cI hope you donâ\u0080\u0099t mind my telling you frankly.â\u0080\u009d To the others he repeated, â\u0080\u009cOf all of you he is the only one who must fear the next selection. So, donâ\u0080\u0099t worry!â\u0080\u009d And I smiled. I am now convinced that anyone in my place on that day would have done the same. I think it was Lessing who once said, â\u0080\u009cThere are things which must cause you to lose your reason or you have none to lose.â\u0080\u009d",
            "At such a moment it is not the physical pain which hurts the most (and this applies to adults as much as to punished children); it is the mental agony caused by the injustice, the unreasonableness of it all.",
            "A thought transfixed me: for the first time in my life I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truthâ\u0080\u0094that love is the ultimate and the highest goal to which man can aspire.",
            "The salvation of man is through love and in love.",
            "As the inner life of the prisoner tended to become more intense, he also experienced the beauty of art and nature as never before. Under their influence he sometimes even forgot his own frightful circumstances. If someone had seen our faces on the journey from Auschwitz to a Bavarian camp as we beheld the mountains of Salzburg with their summits glowing in the sunset, through the little barred windows of the prison carriage, he would never have believed that those were the faces of men who had given up all hope of life and liberty. Despite that factorâ\u0080\u0094or maybe because of itâ\u0080\u0094we were carried away by natureâ\u0080\u0099s beauty, which we had missed for so long.",
            "In Auschwitz I had laid down a rule for myself which proved to be a good one and which most of my comrades later followed. I generally answered all kinds of questions truthfully. But I was silent about anything that was not expressly asked for.",
            "Many weeks later we found out that even in those last hours fate had toyed with us few remaining prisoners. We found out just how uncertain human decisions are, especially in matters of life and death. I was confronted with photographs which had been taken in a small camp not far from ours. Our friends who had thought they were traveling to freedom that night had been taken in the trucks to this camp, and there they were locked in the huts and burned to death. Their partially charred bodies were recognizable on the photograph. I thought again of Death in Teheran.",
            "(The consciousness of oneâ\u0080\u0099s inner value is anchored in higher, more spiritual things, and cannot be shaken by camp life. But how many free men, let alone prisoners, possess it?)",
            "We who lived in concentration camps can remember the men who walked through the huts comforting others, giving away their last piece of bread. They may have been few in number, but they offer sufficient proof that everything can be taken from a man but one thing: the last of the human freedomsâ\u0080\u0094to choose oneâ\u0080\u0099s attitude in any given set of circumstances, to choose oneâ\u0080\u0099s own way.",
            "If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death human life cannot be complete.",
            "We have stated that that which was ultimately responsible for the state of the prisonerâ\u0080\u0099s inner self was not so much the enumerated psychophysical causes as it was the result of a free decision.",
            "It became easy to overlook the opportunities to make something positive of camp life, opportunities which really did exist. Regarding our â\u0080\u009cprovisional existenceâ\u0080\u009d as unreal was in itself an important factor in causing the prisoners to lose their hold on life; everything in a way became pointless. Such people forgot that often it is just such an exceptionally difficult external situation which gives man the opportunity to grow spiritually beyond himself. Instead of taking the campâ\u0080\u0099s difficulties as a test of their inner strength, they did not take their life seriously and despised it as something of no consequence. They preferred to close their eyes and to live in the past. Life for such people became meaningless.",
            "One could make a victory of those experiences, turning life into an inner triumph, or one could ignore the challenge and simply vegetate, as did a majority of the prisoners.",
            "What does Spinoza say in his Ethics?â\u0080\u0094â\u0080\u009cAffectus, qui passio est, desinit esse passio simulatque eius claram et distinctam formamus ideam.â\u0080\u009d Emotion, which is suffering, ceases to be suffering as soon as we form a clear and precise picture of it.",
            "As we said before, any attempt to restore a manâ\u0080\u0099s inner strength in the camp had first to succeed in showing him some future goal. Nietzscheâ\u0080\u0099s words, â\u0080\u009cHe who has a why to live for can bear with almost any how,â\u0080\u009d could be the guiding motto for all psychotherapeutic and psychohygienic efforts regarding prisoners.",
            "it did not really matter what we expected from life, but rather what life expected from us. We needed to stop asking about the meaning of life, and instead to think of ourselves as those who were being questioned by lifeâ\u0080\u0094daily and hourly. Our answer must consist, not in talk and meditation, but in right action and in right conduct.",
            "When a man finds that it is his destiny to suffer, he will have to accept his suffering as his task; his single and unique task. He will have to acknowledge the fact that even in suffering he is unique and alone in the universe. No one can relieve him of his suffering or suffer in his place. His unique opportunity lies in the way in which he bears his burden.",
            "Once the meaning of suffering had been revealed to us, we refused to minimize or alleviate the campâ\u0080\u0099s tortures by ignoring them or harboring false illusions and entertaining artificial optimism. Suffering had become a task on which we did not want to turn our backs. We had realized its hidden opportunities for achievement, the opportunities which caused the poet Rilke to write, â\u0080\u009cWie viel ist aufzuleiden!â\u0080\u009d (How much suffering there is to get through!). Rilke spoke of â\u0080\u009cgetting through sufferingâ\u0080\u009d as others would talk of â\u0080\u009cgetting through work.â\u0080\u009d There was plenty of suffering for us to get through. Therefore, it was necessary to face up to the full amount of suffering, trying to keep moments of weakness and furtive tears to a minimum."
        ]
    },
    "9781476714202": {
        "title": "Relentless",
        "authors": [
            "Tim S. Grover",
            "Shari Wenk"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2014-03-11",
        "coverImage": "http://books.google.com/books/content?id=ZK36AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "highlights": [
            "But not everyone can take it. I have this theory, yet to be disproven, that any player 6'10\" or over cannot handle harsh, confrontational criticism. With someone 6'9\" or under, you can get in his face and just blast him. But any taller, heâ\u0080\u0099ll just lose it and go right into a shell. I think it comes from a lifetime of being stared at and gawked at for being so much bigger than the rest of the population, people pointing and making height jokes, so the tall guys become more sensitive and self-conscious. Theyâ\u0080\u0099re just emotional softies. They can be complete killers in competition, but theyâ\u0080\u0099re also the guys you have to pat on the back, boost their confidence, and make them feel good about what theyâ\u0080\u0099re doing. The little guys? You can call them every name imaginable and they keep right on going.",
            "Youâ\u0080\u0099ll never hear me say, â\u0080\u009cWe have a problem.â\u0080\u009d We might have a situation that needs to be addressed, or an issue we have to resolve, but never a problem. Why automatically cast something as a negative? Instincts donâ\u0080\u0099t recognize positive or negative. Thereâ\u0080\u0099s only a situation, your response, and an outcome.",
            "You must know someone like this: He can do everything. This week heâ\u0080\u0099s a blogger and a songwriter and a motivator, last week he was teaching tennis two nights a week and working as a sushi chef. And on the weekends heâ\u0080\u0099s rebuilding a 1955 Maserati. You listen to him and feel as if youâ\u0080\u0099ve never done a thing in your life. Until you listen more closely and discover that like a lot of people, this is someone dabbling in a lot of things and succeeding at none. I listen to those people and think, â\u0080\u009cAs far as I can tell, the only thing youâ\u0080\u0099re good at is keeping busy.â\u0080\u009d",
            "Cleaner Law: when you reduce your competition to whining that you â\u0080\u009cgot lucky,â\u0080\u009d you know youâ\u0080\u0099re doing something right.",
            "When people start broadcasting what theyâ\u0080\u0099re going to do, and how great theyâ\u0080\u0099re going to be when they do it, itâ\u0080\u0099s a sure sign theyâ\u0080\u0099re still trying to convince themselves. If you already know, you donâ\u0080\u0099t have to talk about it. Talk never goes up in price, itâ\u0080\u0099s always free, and you usually get what you pay for.",
            "Being feared doesnâ\u0080\u0099t mean being a jerk. I want you to carry yourself so you can be respected, not exposed as an insecure jackass who big-times others so he can feel better about himself. You know that guy: he struts in with an inflated ego and the hot air of cockiness, and leaves behind nothing but the stale air of defeat. Thatâ\u0080\u0099s not a Cleaner, thatâ\u0080\u0099s a pretender. He might be able to fool a few people for a little while, but when the results are being tallied, he has nowhere to hide.",
            "Thatâ\u0080\u0099s what happened to this guy. One day heâ\u0080\u0099s surrounded by an entourage of grateful dick holders, the next day heâ\u0080\u0099s just got me and an ice bath.",
            "Make the choice to turn â\u0080\u009cfailureâ\u0080\u009d into success. If your team doesnâ\u0080\u0099t win a championship, if your business falls apart, if you donâ\u0080\u0099t achieve something you worked for, move to the next step in your evolution.",
            "Kobe said. He didnâ\u0080\u0099t answer in years, which was what Juwan asked, and he didnâ\u0080\u0099t answer by age or the length of his contract, which is how most players address that question. He answered in rings. He already had three at that point. He got two more the following seasons. As I write this, he needs one more to reach his goal. Two more if I have anything to say about it.",
            "business, sports, relationships, anything, you have to be committed to saying, â\u0080\u009cIâ\u0080\u0099m doing this,"
        ]
    },
    "9781501164873": {
        "title": "Richer, Wiser, Happier",
        "authors": [
            "William Green"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2021-04-20",
        "coverImage": "http://books.google.com/books/content?id=jPrtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "highlights": [
            "â\u0080\u009cYou cannot control the outcome,â\u0080\u009d says Gayner. â\u0080\u009cYou can only control the effort and the dedication and the giving of one hundred percent of yourself to the task at hand. And then whatever happens, happens.â\u0080\u009d",
            "Once again, itâ\u0080\u0099s all about the cumulative effect of many minuscule advantages, which add up miraculously over years: the one extra company that Lynch bothered to visit; the one empty time slot that Danoff insisted on filling;",
            "high returns on invested capital, and (most critical) strong balance sheets.",
            "Investing the Templeton Way, which Iâ\u0080\u0099ve read many times.",
            "If there is one habit that all of the investors in this chapter have in common, itâ\u0080\u0099s this: They focus almost exclusively on what theyâ\u0080\u0099re best at and what matters most to them. Their success derives from this fierce insistence on concentrating deeply in a relatively narrow area while disregarding countless distractions that could interfere with their pursuit of excellence.",
            "â\u0080\u009cTo attain knowledge, add things every day. To attain wisdom, subtract things every day.â\u0080\u009d",
            "The art of subtraction is incalculably important, particularly in an age of information overload when our minds can so easily become scattered. If you expose yourself to it, thereâ\u0080\u0099s a deafening din of discordant political news, social media notifications, robocalls, and other disruptive noise. In World Without Mind: The Existential Threat of Big Tech, Franklin Foer warns, â\u0080\u009cWeâ\u0080\u0099re being dinged, notified, and clickbaited, which interrupts any sort of possibility for contemplation. To me, the destruction of contemplation is the existential threat to our humanity.â\u0080\u009d",
            "First, to be successful and fulfilled, we need to decide what we care about most and be honest with ourselves about what we do best. Second, we need to adopt daily habits that enable us to improve continuously where it truly countsâ\u0080\u0094and to subtract habits that divert us. Itâ\u0080\u0099s worth writing down a list of beneficial habits that should be part of our daily routine. But itâ\u0080\u0099s equally valuable to compile a Do Not Do list, reminding us of all the ingenious ways in which we habitually distract or undermine ourselves.",
            "Munger likes to quote the ancient Greek orator Demosthenes, who observed, â\u0080\u009cNothing is easier than self-deceit. For what each man wishes, that he also believes to be true.â\u0080\u009d",
            "â\u0080\u009cThe investorâ\u0080\u0099s chief problemâ\u0080\u0094and even his worst enemyâ\u0080\u0094is likely to be himself.â\u0080\u009d",
            "Thatâ\u0080\u0099s partly because of the endowment effectâ\u0080\u0094a cognitive bias that makes us value what we own more highly than what we donâ\u0080\u0099t, whether itâ\u0080\u0099s a stock or a beer mug. One way that Nygren counteracts this bias is by also performing devilâ\u0080\u0099s advocate reviews for each of his biggest holdings. At least once a year, a team member reassesses the stock in question and â\u0080\u009cis given the responsibility of arguing why it should be sold.â\u0080\u009d",
            "Another psychologically astute strategy is to perform a â\u0080\u009cpremortemâ\u0080\u009d before making any significant investment decision. Thatâ\u0080\u0099s to say, you project into the future and ask yourself a hypothetical question: â\u0080\u009cWhy did this decision prove to be such a disaster?â\u0080\u009d The notion of a premortem was devised by an applied psychologist, Gary Klein, to identify problems in advance and reduce the risk of overconfidence. For investors, itâ\u0080\u0099s a valuable safeguard because it forces us to dwell on unfavorable facts and latent threats as a formal step in the decision-making process.",
            "CIA veteran who wrote a classic book titled Psychology of Intelligence Analysis. Shubin Stein told his students that they must never forget Heuerâ\u0080\u0099s insight that â\u0080\u009ca single piece of evidence can support more than one hypothesis.â\u0080\u009d",
            "The scientific literature shows that hunger, anger, loneliness, tiredness, pain, and stress are common â\u0080\u009cpreconditions for poor decision making.â\u0080\u009d So Shubin Stein uses an acronym, HALT-PS, as a reminder to pause when those factors might be impairing his judgment and postpone important decisions until heâ\u0080\u0099s in a state in which his brain is more likely to function well.IV This is our seventh technique for reducing avoidable stupidity.",
            "Munger embodies an enlightened form of capitalism that is infused with old-fashioned values. For example, he disapproves of mean-spirited tactics such as â\u0080\u009cbrutalizingâ\u0080\u009d suppliers by paying them late. â\u0080\u009cMy theory of life is win-win,â\u0080\u009d he says. â\u0080\u009cI want suppliers that trust me and I trust them. And I donâ\u0080\u0099t want to screw the suppliers as hard as I can.â\u0080\u009d"
        ]
    },
    "9780735217980": {
        "title": "The Man Who Solved the Market",
        "authors": [
            "Gregory Zuckerman"
        ],
        "publisher": "Penguin",
        "publishedDate": "2019-11-05",
        "coverImage": "http://books.google.com/books/content?id=2vm0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "highlights": [
            "Finally, he was left alone to ponder what mattered most in his life. Math. Girls. The future.",
            "Q: Whatâ\u0080\u0099s the difference between a PhD in mathematics and a large pizza? A: A large pizza can feed a family of four.",
            "â\u0080\u009cBad ideas is good, good ideas is terrific, no ideas is terrible.â\u0080\u009d",
            "Simons had to stifle a giggle. Yes, the regulators were grilling him, but they had to realize Simons hadnâ\u0080\u0099t meant to accumulate so many potatoes; he couldnâ\u0080\u0099t even understand why his computer system was buying so many of them.",
            "â\u0080\u009cWhy do I need to develop those models?â\u0080\u009d Baum asked his daughter Stefi. â\u0080\u009cItâ\u0080\u0099s so much easier making millions in the market than finding mathematical proof.â\u0080\u009d",
            "â\u0080\u009cLenny, sell right now.â\u0080\u009d â\u0080\u009cNoâ\u0080\u0094the trend will continue.â\u0080\u009d â\u0080\u009cSell the fucking gold, Lenny!â\u0080\u009d Baum ignored Simons, driving him crazy.",
            "plummeted 40 percent, it triggered an automatic clause in his agreement with Simons, forcing Simons to sell all of Baumâ\u0080\u0099s holdings",
            "Strausâ\u0080\u0099s father and friends gave the same advice: Donâ\u0080\u0099t even consider giving up a steady job to join a no-name trading firm that might fold.",
            "Straus had a cousin who worked at AccuWeather, the weather forecasting company, so he made a deal to review Brazilian weather history to see if it could predict coffee prices, another effort that proved a waste of time. Data on public sentiment and the holdings of fellow futures traders also yielded few dependable sequences.",
            "They also used simple linear regressions, a basic forecasting tool relied upon by many investors that analyzes the relationships between two sets of data or variables under the assumption those relationships will remain linear. Plot crude-oil prices on the x-axis and the price of gasoline on the y-axis, place a straight regression line through the points on the graph, extend that line, and you usually can do a pretty good job predicting prices at the pump for a given level of oil price.",
            "No one ever made a decision because of a number. They need a story. Daniel Kahneman, economist",
            "Each week, Simons decided, Brown, Mercer, and other senior executives would be assigned three papers to read, digest, and presentâ\u0080\u0094a book club for quants with a passion for money rather than sex or murder.",
            "â\u0080\u009cPeter, you canâ\u0080\u0099t call him,â\u0080\u009d he said. â\u0080\u009cItâ\u0080\u0099s two a.m.â\u0080\u009d Brown looked confused, forcing the colleague to explain himself. â\u0080\u009cHe doesnâ\u0080\u0099t get paid enough to answer questions at two a.m.â\u0080\u009d â\u0080\u009cFine, letâ\u0080\u0099s give him a raise, then,â\u0080\u009d Brown replied. â\u0080\u009cBut we have to call him!â\u0080\u009d",
            "It became clear to Mercer and others that trading stocks bore similarities to speech recognition,",
            "When Medallion spied especially juicy opportunities, such as during a 2002 market downturn, the fund could boost its leverage, holding close to $20 of assets for each dollar of cash, effectively placing the portfolio on steroids.",
            "All models are wrong, but some are useful. George Box, statistician",
            "Simons was an effective salesman, a world-class mathematician with a rare ability to connect with those who couldnâ\u0080\u0099t do stochastic differential equations.",
            "As the global economy deteriorated throughout 2008, and financial markets tumbled, interest in a stake in Renaissance evaporated. But the Medallion fund thrived in the chaos, soaring 82 percent that year,",
            "â\u0080\u009cIâ\u0080\u0099m happy going through my life without saying anything to anybody,â\u0080\u009d Mercer told the Wall Street Journal in 2010.7"
        ]
    },
    "9780679750154": {
        "title": "The Sailor Who Fell from Grace with the Sea",
        "authors": [
            "Yukio Mishima"
        ],
        "publisher": "Vintage",
        "publishedDate": "1994-05-31",
        "coverImage": "http://books.google.com/books/content?id=B-eBAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "highlights": [
            "While Noboru wandered through private dreams Tsukazaki stood at Fusakoâ\u0080\u0099s side, and the heat of his body in the sultry chart room was beginning to oppress her: when the parasol she had leaned against a desk clattered suddenly to the floor, she felt as if she herself, fainting, had fallen.",
            "He hadnâ\u0080\u0099t been able to explain his ideas of glory and death, or the longing and the melancholy pent up in his chest, or the other dark passions choking in the oceanâ\u0080\u0099s swell.",
            "He remembered her asking: â\u0080\u009cWhy havenâ\u0080\u0099t you ever married?â\u0080\u009d And he remembered his simpering answer: â\u0080\u009cItâ\u0080\u0099s not easy to find a woman who is willing to be a sailorâ\u0080\u0099s wife.â\u0080\u009d What he had wanted to say was: â\u0080\u009cAll the other officers have two or three children by now and they read letters from home over and over again, and look at pictures their kids have drawn of houses and the sun and flowers. Those men have thrown opportunity awayâ\u0080\u0094thereâ\u0080\u0099s no hope for them any more. Iâ\u0080\u0099ve never done much, but Iâ\u0080\u0099ve lived my whole life thinking of myself as the only real man. And if Iâ\u0080\u0099m right, then a limpid, lonely horn is going to trumpet through the dawn someday, and a turgid cloud laced with light will sweep down, and the poignant voice of glory will call for me from the distanceâ\u0080\u0094and Iâ\u0080\u0099ll have to jump out of bed and set out alone. Thatâ\u0080\u0099s why Iâ\u0080\u0099ve never married. Iâ\u0080\u0099ve waited, and waited, and here I am past thirty.â\u0080\u009d But he hadnâ\u0080\u0099t said anything like that; partly because he doubted a woman would understand. Nor had he mentioned his concept of ideal love: a man encounters the perfect woman only once in a lifetime and in every case death interposesâ\u0080\u0094an unseen Pandarusâ\u0080\u0094and lures them into the preordained embrace. This fantasy was probably a product of the hyperbole of popular songs. But over the years it had taken on substance in some recess of his mind and merged there with other things: the shrieking of a tidal wave, the ineluctable force of high tide, the avalanching break of surf upon a shoal. . . .",
            "That morning, the boys had left the city with packed lunches and gone all the way to Yamauchi Pier in Kanagawa. For a while they had roamed around the railroad siding behind the sheds on the wharf, and then held the usual meeting to discuss the uselessness of Mankind, the insignificance of Life. They liked an insecure meeting place where intrusion was always a possibility.",
            "They think danger means something physical, getting scratched and a little blood running and the newspapers making a big fuss. Well, that hasnâ\u0080\u0099t got anything to do with it. Real danger is nothing more than just living. Of course, living is merely the chaos of existence, but more than that itâ\u0080\u0099s a crazy mixed-up business of dismantling existence instant by instant to the point where the original chaos is restored, and taking strength from the uncertainty and the fear that chaos brings to re-create existence instant by instant.",
            "Besides, he reasoned, getting mad would only look silly because they were practicing â\u0080\u009cabsolute dispassion.â\u0080\u009d",
            "As if staring into a deep well, Noboru peered after the kitten as it plummeted down the small hole of death. He sensed in the way he lowered his face to the corpse his own gallant tenderness, tenderness so clinical it was almost kind. Dull red blood oozed from the kittenâ\u0080\u0099s nose and mouth, the twisted tongue was clamped against the palate. â\u0080\u009cCâ\u0080\u0099mon up close where you can see. Iâ\u0080\u0099ll take it from here.â\u0080\u009d Unnoticed, the chief had put on a pair of rubber gloves that reached up to his elbows; now he bent over the corpse with a pair of gleaming scissors. Shining coolly through the gloom of the shed, the scissors were magnificent in their cold, intellectual dignity: Noboru couldnâ\u0080\u0099t imagine a more appropriate weapon for the chief.",
            "Seizing the kitten by the neck, the chief pierced the skin at the chest with the point of the blade and scissored a long smooth cut to the throat. Then he pushed the skin to the sides with both hands: the glossy layer of fat beneath was like a peeled spring onion. The skinned neck, draped gracefully on the floor, seemed to be wearing a cat mask. The cat was only an exterior, life had posed as a cat.",
            "Noboru tried comparing the corpse confronting the world so nakedly with the unsurpassably naked figures of his mother and the sailor. But compared to this, they werenâ\u0080\u0099t naked enough. They were still swaddled in skin. Even that marvelous horn and the great wide world whose expanse it had limned couldnâ\u0080\u0099t possibly have penetrated so deeply as this . . . the pumping of the bared heart placed the peeled kitten in direct and tingling contact with the kernel of the world.",
            "Noboru had scrubbed his hands, but what if there was blood somewhere else on his body or on his clothes? What if he reeked of dead kitten? What if his eyes betrayed himâ\u0080\u0094like those of a criminal encountering an acquaintance just after the crime?",
            "For Ryuji the kiss was death, the very death in love he always dreamed of.",
            "Are you getting cold? . . . Are you getting cold? Ryuji asked again and again, and all the time he was directing another question to himself: Are you really going to give it up? The feeling of the sea, the dark, drunken feeling that unearthly rolling always brings? The thrill of saying goodbye? The sweet tears you weep for your song? Are you going to give up the life which has detached you from the world, kept you remote, impelled you toward the pinnacle of manliness? The secret yearning for death. The glory beyond and the death beyond. Everything was â\u0080\u009cbeyond,â\u0080\u009d wrong or right, had always been â\u0080\u009cbeyond.â\u0080\u009d Are you going to give that up? His heart in spasm because he was always in contact with the oceanâ\u0080\u0099s dark swell and the lofty light from the edge of the clouds, twisting, withering until it clogged and then swelling up again, and he unable to distinguish the most exalted feelings from the meanest and that not mattering really since he could hold the sea responsibleâ\u0080\u0094are you going to give up that luminous freedom?",
            "â\u0080\u009cThere is no such thing as a good father because the role itself is bad. Strict fathers, soft fathers, nice moderate fathersâ\u0080\u0094oneâ\u0080\u0099s as bad as another. They stand in the way of our progress while they try to burden us with their inferiority complexes, and their unrealized aspirations, and their resentments, and their ideals, and the weaknesses theyâ\u0080\u0099ve never told anyone about, and their sins, and their sweeter-than-honey dreams, and the maxims theyâ\u0080\u0099ve never had the courage to live byâ\u0080\u0094theyâ\u0080\u0099d like to unload all that silly crap on us, all of it! Even the most neglectful fathers, like mine, are no different."
        ]
    }
}